[
  {
    "name": "GiveCredit",
    "desc": "A modern digital lending platform built for the Australian market, enabling customers to discover, simulate, and manage their home loan journey. Features secure registration, loan calculators, blog content, booking functionality, household-based loan visibility, loyalty rewards, and WhatsApp-based support.",
    "image": "GiveCredit",
    "category": "mern",
    "links": {
      "view": "https://www.givecredit.au",
      "code": "https://github.com/NayPaingSoe"
    }
  },
  {
    "name": "Lottery Betting Platform",
    "desc": "Developed a real-time lottery betting system for placing bets, viewing bet history, and live winner updates, enhancing overall user retention supporting high daily active users. Developed a dynamic admin panel for managing users, deposits, withdrawals, agent settings, bet records and notification systems using firebase cloud messaging(FCM).",
    "image": "portfolio1",
    "category": "mern",
    "links": {
      "view": "https://www.shweshankan.com",
      "code": "https://github.com/NayPaingSoe"
    }
  },
  {
    "name": "Second Car Management CRM",
    "desc": "Our target audience is specifically focused on car dealers who manage second hand cars including car checking, repair and maintenance, documentation, photo cataloging, and enables car-sharing among various groups. This includes various pre-purchase, post-sale services and troubleshooting interface software.",
    "image": "portfolio1",
    "category": "lamp",
    "links": {
      "view": "#",
      "code": "https://github.com/NayPaingSoe"
    }
  },
  {
    "name": "Slazh Online Shop Platform",
    "desc": "Developed a fully responsive E-commerce Platform for Clothing & Accessories and focused on performance, usability, and cross-device compatibility. Designed intuitive product listing, filtering, and search features, improving product discoverability and user retention. Implemented secure checkout flows with third-party payment integrations (e.g., KBZ Pay), ensuring a smooth and reliable transaction process and executed real-time chat, promo tools.",
    "image": "portfolio1",
    "category": "mern",
    "links": {
      "view": "#",
      "code": "https://github.com/NayPaingSoe"
    }
  },
  {
    "name": "Point of Sale (POS) System for Retail Stores",
    "desc": "Built fully responsive POS applications tailored for electronic shops, liquor stores, and seafood stores, and restaurant, optimizing retail operations across multiple locations. Developing Print module with different vouchers formats. Developed robust modules for inventory, stock management, sales, multi-branch control, supplier handling, and employee oversight. Applied a customer credit system and real-time profit & loss reporting to support better financial decision-making.",
    "image": "portfolio1",
    "category": "lamp",
    "links": {
      "view": "#",
      "code": "https://github.com/NayPaingSoe"
    }
  },
  {
    "name": "Clinic E-Record System",
    "desc": "Developed the appointment system between the doctor and patients. Allowing doctors for recording patient's treatment trackings, diagnose, drug indications, and their progress. Integrating payment by 2c2p payment gateway for allowing payments with Visa and Master Cards and a clear understanding of the entire project life cycle including analysis, design, and development.",
    "image": "portfolio1",
    "category": "lamp",
    "links": {
      "view": "#",
      "code": "https://github.com/NayPaingSoe"
    }
  }
]
